const categories : Array<{name:string}>= [
{name:"Всі оголошення"},
{name:"Будівельні роботи"},
{name:"Догляд за садом"},
{name:"Робота по дому"},
{name:"Ремонт меблів"},
{name:"Клінінгові послуги"},
{name:"Переміщення вантажів"},
{name:"Ремонт побутової техніки"},
{name:"Догляд за дітьми або людьми похилого віку"},
{name:"Послуги для тварин"},
{name:"Ремонт сантехніки"},
{name:"Обслуговування котлів"},
{name:"Ремонт помешкання"},
{name:"Послуги масажу"},
{name:"Інше"},
]

export default categories;

